Repository: peshmerge/Easy-Invitation-Codes
Catalog: baw-invitation-codes/lang/baweic-*.po
Languages: fr_fr

source: Add new code
fr_fr: Ajouter un code

source: Invitation Codes List
fr_fr: Liste des codes invitations

source: Invitation Codes
fr_fr: Codes invitations

source: Generate codes
fr_fr: Générer des codes

source: Codes list (raw)
fr_fr: Liste des codes (brute)

source: Some options
fr_fr: Quelques options

source: Some Options
fr_fr: Quelques options

source: Codes list
fr_fr: Liste des codes

source: Add new codes
fr_fr: Ajouter des codes

source: Only not used codes
fr_fr: Seulement les codes non utilisés

source: -- No codes! Add one! --
fr_fr: -- Aucun code ! Ajoutez en un ! --

source: Tips: You can share these codes to allow users to register on your site/blog.
fr_fr: Astuce : Vous pouvez partager ces codes pour permettre aux utilisateurs de s'enregistrer sur votre site/blog.

source: Add link
fr_fr: Ajouter un lien

source: Text link
fr_fr: Texte du lien

source: Invitation Codes Settings
fr_fr: Configuration du plugin

source: Max count
fr_fr: Compteur max

source: Invitation Codes, add one!
fr_fr: Codes invitations, ajoutez en un !

source: Add auto generated codes
fr_fr: Ajouter des codes auto générés

source: Code prefix
fr_fr: Préfixe des codes

source: Length
fr_fr: Longueur

source: How many codes
fr_fr: Combien de codes

source: Invitation Codes, generate some!
fr_fr: Codes invitation, générez en quelques uns !

source: How many time this code can be used?
fr_fr: Combien de fois ce code peut-il être utilisé ?

source: Incorrect length.
fr_fr: Longueur incorrecte

source: How many codes do you need?
fr_fr: Combien de codes avez-vous besoin ?

source: %d code(s) have been added. <a href="%s">Check the codes list &raquo;</a>
fr_fr: %d code(s) on été ajouté(s). <a href="%s">Voir la liste des codes &raquo;</a>

source: The code <i>%s</i> already exists. Please choose another one.
fr_fr: Le code <i>%s</i> existe déjà. Merci d'en choisir un autre.

source: Empty code ...
fr_fr: Code vide ...

source: The code <i>%s</i> have been added. <a href="%s">Check the codes list &raquo;</a>
fr_fr: Le code <i>%s</i> a été ajouté. <a href="%s">Voir la liste des codes &raquo;</a>

source: Need an invitation code? <a href="mailto:%s">Contact us!</a>
fr_fr: Besoin d'un code invitation ? <a href="mailto:%s">Contactez-nous !</a>

source: The code <b>%s</b> have been successfully deleted.
fr_fr: Le code <b>%s</b> a été supprimé avec succès.

source: The code <b>%s</b> have not been deleted.
fr_fr: Le code <b>%s</b> n'a pas été supprimé.

source: All codes are gone, nobody can register now.
fr_fr: Tous les codes ont été utilisés, personne ne peut plus s'inscrire.

source: Search results for &#8220;%s&#8221;
fr_fr: Résutats pour la recherche &#8220;%s&#8221;

source: All
fr_fr: Tous

source: Used
fr_fr: Utilisés

source: Not used
fr_fr: Non utilisés

source: Search by keyword
fr_fr: Chercher par mot-clé

source: Search codes
fr_fr: Chercher dans les codes

source: Counter
fr_fr: Compteur

source: User(s)
fr_fr: Utilisateur(s)

source: Delete
fr_fr: Supprimer

source: No codes yet, <a href="%s">add one</a>!
fr_fr: Pas encore de code, <a href="%s">en ajouter un</a>&nbsp;?

source: Clear all codes
fr_fr: Effacer tous les codes

source: Nobody can register because you did not set any invitation codes, <a href="%s">do it now</a>!
fr_fr: Personne ne peut s'incrire car vous n'avez aucun code d'invitation, <a href="%s">faites ke maintenant</a>&nbsp;!

source: Do you want an extra text/link on registration form?
fr_fr: Désirez-vous un texte/lien en plus sur le formulaire d'enregistrement ?

source: You can use HTML tags to create links for example.
fr_fr: Vous pouvez utiliser des tags HTML pour créer des liens par exemple.

source: Length of generated codes (Min. 4, Max. 16)
fr_fr: Longueur des codes générés (Min. 4, Max. 16)

source: Avoid bad chars, use A-Z and 0-9.
fr_fr: Evitez les charactères spéciaux, utilisez A-Z et 0-9.

source: All generated codes will start with this.
fr_fr: Tous les codes générés commenceront avec ça.

source: Invitation Code
fr_fr: Code invitation

source: <strong>ERROR</strong>: Wrong Invitation Code.
fr_fr: <strong>ERREUR</strong> : Code Invitation incorrect

source: <strong>ERROR</strong>: This Invitation Code is over.
fr_fr: <strong>ERREUR</strong> : Ce Code Invitation est terminé.
